result/usenix/run1/results-prctl11/benchmark-stats.log
  240000000 requests completed in 424.62 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.76% <= 2 milliseconds
28.41% <= 3 milliseconds
69.96% <= 4 milliseconds
80.14% <= 5 milliseconds
85.20% <= 6 milliseconds
89.73% <= 7 milliseconds
93.76% <= 8 milliseconds
96.18% <= 9 milliseconds
97.23% <= 10 milliseconds
97.89% <= 11 milliseconds
98.35% <= 12 milliseconds
98.75% <= 13 milliseconds
98.93% <= 14 milliseconds
99.05% <= 15 milliseconds
99.14% <= 16 milliseconds
99.20% <= 17 milliseconds
99.26% <= 18 milliseconds
99.30% <= 19 milliseconds
99.35% <= 20 milliseconds
99.40% <= 21 milliseconds
99.43% <= 22 milliseconds
99.46% <= 23 milliseconds
99.48% <= 24 milliseconds
99.51% <= 25 milliseconds
99.53% <= 26 milliseconds
99.56% <= 27 milliseconds
99.57% <= 28 milliseconds
99.59% <= 29 milliseconds
99.61% <= 30 milliseconds
99.63% <= 31 milliseconds
99.65% <= 32 milliseconds
99.66% <= 33 milliseconds
99.68% <= 34 milliseconds
99.69% <= 35 milliseconds
99.71% <= 36 milliseconds
99.72% <= 37 milliseconds
99.73% <= 38 milliseconds
99.74% <= 39 milliseconds
99.76% <= 40 milliseconds
99.77% <= 41 milliseconds
99.79% <= 42 milliseconds
99.80% <= 43 milliseconds
99.80% <= 44 milliseconds
99.81% <= 45 milliseconds
99.82% <= 46 milliseconds
99.83% <= 47 milliseconds
99.84% <= 48 milliseconds
99.85% <= 49 milliseconds
99.86% <= 50 milliseconds
99.86% <= 51 milliseconds
99.87% <= 52 milliseconds
99.88% <= 53 milliseconds
99.89% <= 54 milliseconds
99.89% <= 55 milliseconds
99.90% <= 56 milliseconds
99.91% <= 57 milliseconds
99.91% <= 58 milliseconds
99.92% <= 59 milliseconds
99.92% <= 60 milliseconds
99.93% <= 61 milliseconds
99.93% <= 62 milliseconds
99.94% <= 63 milliseconds
99.94% <= 64 milliseconds
99.94% <= 65 milliseconds
99.95% <= 66 milliseconds
99.95% <= 67 milliseconds
99.96% <= 68 milliseconds
99.96% <= 69 milliseconds
99.96% <= 70 milliseconds
99.96% <= 71 milliseconds
99.96% <= 72 milliseconds
99.97% <= 73 milliseconds
99.97% <= 74 milliseconds
99.97% <= 75 milliseconds
99.97% <= 76 milliseconds
99.97% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.98% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 95 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 100 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
100.00% <= 106 milliseconds
100.00% <= 108 milliseconds
100.00% <= 110 milliseconds
100.00% <= 111 milliseconds
100.00% <= 112 milliseconds
100.00% <= 113 milliseconds
100.00% <= 114 milliseconds
100.00% <= 115 milliseconds
100.00% <= 117 milliseconds
100.00% <= 119 milliseconds
100.00% <= 122 milliseconds
100.00% <= 123 milliseconds
100.00% <= 125 milliseconds
100.00% <= 126 milliseconds
100.00% <= 128 milliseconds
100.00% <= 129 milliseconds
100.00% <= 131 milliseconds
100.00% <= 132 milliseconds
100.00% <= 133 milliseconds
100.00% <= 134 milliseconds
100.00% <= 137 milliseconds
100.00% <= 138 milliseconds
100.00% <= 140 milliseconds
100.00% <= 142 milliseconds
100.00% <= 145 milliseconds
100.00% <= 147 milliseconds
100.00% <= 166 milliseconds
100.00% <= 171 milliseconds
100.00% <= 175 milliseconds
100.00% <= 180 milliseconds
100.00% <= 182 milliseconds
100.00% <= 184 milliseconds
100.00% <= 187 milliseconds
100.00% <= 188 milliseconds
100.00% <= 189 milliseconds
100.00% <= 190 milliseconds
100.00% <= 196 milliseconds
100.00% <= 202 milliseconds
100.00% <= 244 milliseconds
100.00% <= 256 milliseconds
100.00% <= 258 milliseconds
100.00% <= 261 milliseconds
100.00% <= 263 milliseconds
100.00% <= 267 milliseconds
100.00% <= 277 milliseconds
100.00% <= 296 milliseconds
100.00% <= 296 milliseconds
565212.62 requests per second